tap "heroku/brew"
tap "homebrew/boneyard"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/dupes"
tap "homebrew/services"
tap "homebrew/versions"
tap "kryptco/tap"
tap "minio/stable"
tap "puma/puma"
tap "thoughtbot/formulae"

brew "ack"
brew "antigen"
brew "apple-gcc42"
brew "autoconf"
brew "awscli"
brew "cctools"
brew "diff-so-fancy"
brew "freetype"
brew "git"
brew "git-lfs"
brew "heroku"
brew "jpeg"
brew "imagemagick"
brew "libevent"
brew "libxml2", link: true
brew "libyaml"
brew "memcached", restart_service: true
brew "sqlite"
brew "mas"
brew "mercurial"
brew "mkcert"
brew "pkg-config"
brew "node-build"
brew "nodenv"
brew "pcre"
brew "ruby-build"
brew "rbenv"
brew "rbenv-default-gems"
brew "redis", restart_service: true
brew "v8@3.15"
brew "wget"
brew "zsh"
brew "kryptco/tap/kr"
brew "minio/stable/minio"
brew "puma/puma/puma-dev"
brew "thoughtbot/formulae/parity"

cask "1password"
cask "atom"
cask "backblaze"
cask "betterzipql"
cask "cakebrew"
cask "changes"
cask "charles"
cask "dash"
cask "daisydisk"
cask "discord"
cask "dropbox"
cask "fantastical"
cask "google-drive"
cask "insomnia"
cask "iterm2"
cask "kap"
cask "macdown"
cask "mailbox"
cask "mailplane"
cask "mojibar"
cask "ngrok"
cask "paw"
cask "postico"
cask "postgres"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "quicklook-csv"
cask "quicklook-json"
cask "redis-app"
cask "slack"
cask "textexpander"
cask "time-sink"
cask "transmit"
cask "vagrant"
cask "vanilla"
cask "virtualbox"

mas  "Acorn", id: "634108295"
mas  "Day One", id: "1055511498"
mas  "Pastebot", id: "1179623856"
mas  "Moom", id: "419330170"
mas  "Todoist", id: "585829637"
mas  "Sip", id: "507257563"
mas  "Tweetbot", id: "557168941"
mas  "Xcode", id: "497799835"
